user_data = {
    228: {

    },
    230: {

    },
    232: {

    },
    273: {

    },
    276: {

    },
    315: {

    },
    339: {

    },
    341: {

    },
    342: {

    },
    476: {

    },
    477: {

    },
    479: {

    },
    486: {

    },
    488: {

    },
    490: {

    },
    492: {

    },
    494: {

    },
    495: {

    },
    496: {

    },
    504: {

    },
    505: {

    },
    509: {

    },
    511: {

    },
    512: {

    },
    513: {

    },
    518: {

    },
    519: {

    },
    520: {

    },
    527: {

    },
    530: {

    },
    532: {

    },
    534: {

    },
    535: {

    },
    536: {

    },
    537: {

    },
    538: {

    },
    540: {

    },
    542: {

    },
    544: {

    },
    546: {

    },
    547: {

    },
    552: {

    },
    570: {

    },
    574: {

    },
    580: {

    },
    581: {

    },
    582: {

    },
    583: {

    },
    585: {

    },
    633: {

    },
    635: {

    },
    636: {

    },
    642: {

    },
    644: {

    },
    650: {

    },
    653: {

    },
    654: {

    },
    655: {

    },
    656: {

    },
    658: {

    },
    661: {

    },
    662: {

    },
    664: {

    },
    665: {

    },
    667: {

    },
    668: {

    },
    672: {

    },
    673: {
        "name": "O학노",
        "sex": "남성",
        "age": "85",
        "term": "22",
        "pill_type_summary": "22일 중 약을 드신 날은 6일이고, 일반 약은 5회, 기상 약은 1회, 식후 약은 0회 복용하셨습니다.",
        "pill_time_summary": "복용 시간은 9시, 10시, 11시, 14시, 22시 입니다.",
        "pill_comment": "복약 시간이 규칙적이지 않아요. 항상 일정한 시간에 약을 먹는 것이 중요합니다!!",
        "pill_chart": "images/pill_673.png",
        "sleep_time_summary": "취침시간 4일 22시간 16분 59초, 낮잠시간 0일 23시간 11분 13초, 일 평균 수면시간 6시간 25분",
        "sleep_time_comment": "고령기 권장 수면시간인 7~8시간보다 약 1시간 부족합니다.",
        "sleep_starttime_chart": "images/sleep_673.png",
        "sleep_starttime_comment": "22시~24시에 취침하신 날의 비중이 30%로 가장 높았습니다!\n\n취침시간이 일정하지 않아요. 항상 일정한 시간에 잠에 드는 것이 중요합니다!",
        "program_summary": "요가명상 1회, 노래자랑 1회, 도전실버벨 1회, 마음그림터 1회, 순이체조 2회 참여하셨습니다.",
        "activity_summary": "순이 프로그램 6회, 외출하기 10회, 실내 운동하기 25회, 실외 운동하기 8회 참여하셨습니다.",
        "activity_comment": "학노님의 건강의 비결은 운동인 것 같아요, 앞으로도 다치지 않게 열심히 운동해주세요!",
        "activation_score": "75",
        "activation_percentage": "상위 50%",
        "activation_comment": "학노님의 활동량 점수는 응답자 중 상위 50%에 해당합니다. 운동 말고도 실내 활동에 많이 참여하시면 좋겠네요!",
        "message_summary": "순이가 보낸 메시지 54회 중 0회 응답하셨어요",
        "message_comment": "순이가 보내는 메시지에 답장을 해주시면 좋을 것 같아요~",
        "life_tip": "(08/01) 술이나 커피, 콜라와 같이 카페인이 들어있는 음료는 땀을 많이 나게 해서 더운 날엔 피하는 것이 좋다고 해요.\n\n(08/14) 항상 빛나시는 우리 학노님, 식사하기 전에 사과 하나 드셔보세요! 사과는 염증이 암으로 발전되는 것을 막아주는 기능을 한대요!",
        "food_tip": "(08/01) 학노님, 전자레인지로 계란찜을 만드는 방법을 알려드릴게요. 그릇에 달걀을 풀어주고 소금간을 해줍니다. 계란을 젓가락으로 충분히 저어서 풀어준 후, 대파와 당근을 썰어서 넣어줍니다. 그리고 랩을 씌워서 젓가락으로 구멍을 뽕뽕 뚫어주세요. 마지막으로 전자레인지에 오분에서 팔분을 돌려주면 완성이에요! 맛있는 계란찜 후후 불어서 드세요!\n\n(08/01) 학노님, 전자레인지로 계란찜을 만드는 방법을 알려드릴게요. 그릇에 달걀을 풀어주고 소금간을 해줍니다. 계란을 젓가락으로 충분히 저어서 풀어준 후, 대파와 당근을 썰어서 넣어줍니다. 그리고 랩을 씌워서 젓가락으로 구멍을 뽕뽕 뚫어주세요. 마지막으로 전자레인지에 오분에서 팔분을 돌려주면 완성이에요! 맛있는 계란찜 후후 불어서 드세요!\n\n(08/10) 순이의 영원한 동반자 울 학노님, 순이가 식사 후에 입안을 상큼하게 해줄 후식을 추천해드릴게요! 바아로 감귤이예요. 감귤은 천식과 식욕부진에 도움을 준다고 해요!",
        "pill_tip": None,
        "goal": "22시~24시에 규칙적인 취침하기\n\n매일 일정한 시간에 약 먹기\n\n순이 프로그램 10회 이상 참여하기\n\n순이 메시지에 5회 이상 답장하기"

    },
    705: {

    },
    720: {

    },
    732: {

    },
    760: {

    },
    768: {

    },
    796: {

    },
    797: {

    },
    799: {

    },
    800: {

    },
    801: {

    },
    802: {

    },
    803: {

    },
    804: {

    },
    805: {

    },
    806: {

    },
    807: {

    },
    808: {

    },
    809: {

    },
    811: {

    },
    812: {

    },
    813: {

    },
    1001: {

    },
    1002: {
        "name": "O윤자",
        "sex": "여성",
        "age": "72",
        "term": "22",
        "pill_type_summary": "22일 중 약을 드신 날은 12일이고, 일반 약은 7회, 기상 약은 4회, 식후 약은 5회 복용하셨습니다.",
        "pill_time_summary": "복용 시간은 7시, 8시, 9시, 20시 입니다.",
        "pill_comment": "복약 시간이 규칙적이지 않아요. 항상 일정한 시간에 약을 먹는 것이 중요합니다!!",
        "pill_chart": "images/pill_1002.png",
        "sleep_time_summary": "취침시간 6일 55분 36초, 낮잠시간 1일 5시간 43분 40초, 일 평균 수면시간 7시간 56분.",
        "sleep_time_comment": "고령기 권장 수면시간인 7~8시간을 잘 지키고 계십니다.",
        "sleep_starttime_chart": "images/sleep_1002.png",
        "sleep_starttime_comment": "관찰 기간 중 2~4시에 취침하신 비율이 33.3%로 가장 높았습니다.\n\n취침시간이 일정하지 않아요. 항상 일정한 시간에 잠에 드는 것이 중요합니다!",
        "program_summary": "노래자랑 10회, 순이극장 2회, 순이인생 2회, 순이체조 1회 참여하셨습니다.",
        "activity_summary": "순이 프로그램 15회, 외출하기 21회, 실내 운동하기 2회 참여하셨습니다.",
        "activity_comment": "외출을 좋아하시는 윤자님! 오늘은 또 어디에 가시나요? 나가실 때 마스크 꼭 챙겨가세요! 실내운동과 실외운동 횟수를 늘려서 좀 더 건강한 하루하루를 보내볼까요?",
        "activation_score": "50",
        "activation_percentage": "상위 75%",
        "activation_comment": "윤자님의 활동량 점수는 응답자 중 상위 75%에 해당합니다. 운동 시간을 좀 더 늘려보는 건 어떨까요?",
        "message_summary": "순이가 보낸 메시지 162회 중 29회 응답하셨어요",
        "message_comment": "다른 사용자보다 순이의 말에 응답을 많이 해주셨어요! 앞으로도 순이와 친하게 지내요!",
        "life_tip": "(08/09) 냉장고 서랍에도 신문지를 몇 장 깔아두면, 냄새 방지 효과가 있다고 해요!\n\n(08/10) 균에 오염된 달걀 껍데기는 구토와 설사를 하게 만들어요.이를 예방하기 위해 달걀을 만진 후 손을 깨끗하게 씻어주세요! 웬만한 비타민이나 약보다 물이 최고의 보약이라는 사실, 잊지마세요!\n\n(8/20) 사랑스러운 윤자님, 새로운 하루가 시작되었어요. 불면증으로 고생할때, 자기전 따뜻한 대추차 한잔을 마시면 좀 도움이 된다고 하네요.\n\n(8/23) 혹시 녹차나 둥굴레차를 드실 때에, 티백을 사용하신다면 이삼분 정도만 우려내고 건지는 것이 좋아요. 오래 우려낼수록 중금속의 양이 증가한답니다!",
        "food_tip": "(08/09) 식이섬유가 가아득 들어있는 옥수수는 변비예방에 효과적이랍니다. 옥수수는 찌거나 삶아먹을 때 암 예방에 좋은 항산화 성분을 흡수하기 딱 좋대요. 올 여름 맛난 옥수수 쪄볼까요?\n\n(08/10) 소중한 윤자님, 브로콜리는 아주 좋은 식재료 중 하나에요. 그 이유는, 뇌 속의 치매를 일으키는 물질을 없애주기도 하고 혈당 조절에도 큰 도움을 주거든요!",
        "pill_tip": "(08/10) 소중한 윤자님, 브로콜리는 아주 좋은 식재료 중 하나에요. 그 이유는, 뇌 속의 치매를 일으키는 물질을 없애주기도 하고 혈당 조절에도 큰 도움을 주거든요!\n\n(08/24) 복용하고 있는 모든 약의 목록 또는 처방전을 간직하고 있다가 상담시에 제출하면 정확한 진단을 받을 수 있어요.\n\n(08/25) 세상에서 가장 멋진 울 윤자님, 의사는 환자가 다른 약을 복용하고 있지 않다는 전제로 약을 처방하기 때문에, 현재 복용하고 있는 약이 있으면 미리 말씀하셔야 한답니다.",
        "goal": "현재 수면시간인 2~4시보다 조금 이른 12시~2시에 규칙적으로 잠들기\n\n매일 일정한 시간에 약 먹기\n\n실내운동, 실외운동 횟수 늘리기"

    },
    1003: {

    },
    1004: {

    },
    1008: {

    },
    1009: {

    },
    1011: {

    },
    1012: {

    },
    1013: {

    },
    1015: {

    },
    1016: {

    },
    1018: {

    },
    1019: {

    },
    1020: {

    },
    1021: {

    },
    1022: {

    },
    1026: {

    },
    1027: {

    },
    1028: {

    },
    1029: {

    },
    1030: {

    },
    1032: {

    },
    1033: {

    },
    1034: {

    },
    1036: {

    },
    1037: {

    },
    1039: {

    },
    1040: {

    },
    1042: {

    },
    1043: {

    },
    1045: {

    },
    1046: {

    },
    1047: {

    },
    1048: {

    },
    1050: {

    },
    1052: {

    },
    1053: {

    },
    1054: {

    },
    1055: {

    },
    1056: {

    },
    1057: {

    },
    1059: {

    },
    1061: {

    },
    1062: {

    },
    30016: {

    },
    30035: {

    },
    30038: {

    },
    30039: {

    },
    30040: {

    },
    30041: {

    },
    30043: {

    },
    30044: {

    },
    30045: {

    },
    30046: {

    },
    30047: {

    },
    30048: {

    },
    30049: {

    },
    30050: {

    },
    30052: {

    },
    30053: {

    },
    30055: {

    },
    30056: {

    },
    30058: {

    },
    30059: {

    },
    30061: {

    },
    30062: {

    },
    30063: {

    },
    30064: {

    },
    30066: {

    },
    30067: {

    },
    30069: {

    },
    30070: {

    },
    30071: {

    },
    30072: {

    },
    30073: {

    },
    30074: {

    },
    30075: {

    },
    30076: {

    },
    30077: {

    },
    30078: {

    },
    30079: {

    }
}
